Repository: imskpe/imskpe
Catalog: imskpe/po/*.po
Languages: de, fr

source: _File
de: _Datei
fr: _Fichier

source: _Add Set
fr: _Ajouter Set

source: _Delete Set
fr: _Supprimer Set

source: _Execute
de: Ausführen
fr: _Exécuter

source: Convert & Play
de: Umwandeln & Ausführen
fr: Convertir & jouer

source: Interpolate
fr: Interpoler

source: _Help
de: _Hilfe
fr: _Aide

source: _About
de: Über
fr: _A propos

source: Quit
de: Beenden
fr: Quitter

source: Open File
de: Datei öffnen
fr: Ouvrir fichier

source: New File
de: Neue Datei
fr: Nouveau fichier

source: Save File
de: Datei speichern
fr: Enregistrer

source: Save File As
de: Datei speichern als
fr: Enregistrer sous

source: Preferences
de: Einstellungen
fr: Préférences

source: Refresh Wavearea
fr: Actualiser la zone wave

source: move
de: verschieben
fr: déplacer

source: Move Point
de: Punkt verschieben
fr: Déplacer Point

source: insert
de: einfügen
fr: insérer

source: Insert Point
de: Punkt einfügen
fr: Insérer Point

source: delete
de: löschen
fr: supprimer

source: Delete Point
de: Punkt löschen
fr: Supprimer Point

source: duration:
de: Dauer:
fr: durée:

source: update interval:
de: Schrittweite
fr: mise à jour intervalle

source: sampling rate:
de: Abtastrate:
fr: débit d'échantillonnage:

source: Num of formants:
de: Anzahl Formanten:
fr: Nb des formants:

source: voice source:
de: Stimmquelle:
fr: voix source:

source: samp/sec
de: Samples/Sek
fr: échantillons/sec

source: impulse
fr: impulsion

source: natural
de: naturgetreu
fr: naturel

source: sampled
de: digitalisiert
fr: échantillonné

source: cascade + parallel
de: kaskade + parallel
fr: caskade + parallèle

source: parallel only
de: nur parallel
fr: parallèle seul

source: frequency
de: Frequenz
fr: fréquence

source: bandwidth
de: Bandbreite
fr: largeur de bande

source: bandwidth parallel
de: parallele Bandbreite
fr: largeur de bande parallèle

source: zero frequency
de: Frequenz der Auslöschung
fr: fréquence zéro

source: zero bandwidth
de: Bandbreite der Auslöschung
fr: largeur de bande zéro

source: pole frequency
de: Frequenz des Maximums
fr: fréquence maximum

source: pole bandwidth
de: Bandbreite des Maximums
fr: largeur de bande maximum

source: pole amplitude
de: Amplitude des Maxmimums
fr: amplitude maximum

source: nasals
de: Nasale
fr: nasales

source: resonators
de: Resonatoren
fr: résonateurs

source: skewness
de: spektrale Schiefe (skewness)
fr: tendance spectrale (skewness)

source: skewness (speed quotient) of voiced excitation signal
de: skewness (speed quotient) des stimmhaften Anregungssignals
fr: skewness (coéfficient de vitesse) du signal d'excitation de voix

source: spectral tilt
de: spektrums Neigung (tilt)
fr: pentes spectrales (tilt)

source: breathiness
de: Behauchtheit
fr: respiration

source: glottal open quotient
de: Öffnungsquotient
fr: coéfficient d'ouverture glottale

source: fundamental frequency
de: Grundfrequenz
fr: fréquence fondamentale

source: voice src
de: Stimmquelle
fr: voix source

source: amp. of voicing (par)
de: Amplitude der Phonation (par)
fr: amplitude de phonation (par)

source: amplitude of voicing (parallel branch)
de: Amplitude der Phonation (paralleler Zweig)
fr: amplitude de Phonation (branche parallèle)

source: amp. of bypass path (par)
de: Amplitude des Nebenpfades (par)
fr: amplitude de déviation (par)

source: amplitude of bypass path (parallel branch)
de: Amplitude des Nebenpfades (paralleler Zweig)
fr: amplitude de déviation (branche parallèle)

source: amp. of frication
de: Amplitude der Friktion
fr: amplitude de frication

source: amp. of aspiration
de: Amplitude der Aspiration
fr: amplitude de'aspiration

source: amp. of voicing
de: Amplitude der Phonation
fr: amplitude de phonation

source: overall signal gain
de: Lautstärke
fr: gain global du signal

source: exc. amp.
de: Ampl. d. Anreg.
fr: exc. d. amp.

source: frequencies
de: Frequenz
fr: fréquence

source: bandwidths
de: Bandbreite
fr: largeur de bande

source: About
de: Über
fr: A propos

source: imskpe (c) 2004 by Andreas Madsack
fr: imskpe (c) 2004 par Andreas Madsack

source: Credits
fr: Crédits

source: Nasals
de: Nasale
fr: Nasales

source: Change Color
fr: Changer Couleur

source: Colors
de: Farben
fr: Couleurs

source: value:
de: Wert:
fr: valeur:

source: Font:
de: Schriftart:
fr: Police:

source: max bandwidth
de: max. Bandbreite
fr: bande max.

source: max amplidute
de: max. Amplitude
fr: amplitude max.

source: max frequence
de: max. Frequenzen
fr: fréquence max.

source: Ruler
de: Lineal
fr: Règle

source: directory for temp-files
de: Verzeichnis für die Temp-Dateien
fr: répertoire des fichiers temporaires

source: playcommand
de: Abspielkommando
fr: commande pour jouer le son

source: Path
de: Pfad
fr: Chemin

source: tmp directory
de: Tmp-Verzeichnis
fr: répertoire tmp

source: wav player
de: Wave-Player
fr: Wave-Player

source: Paths
de: Verzeichnisse
fr: Chemins

source: show really quit dialog:
fr: dialogue pour quitter:

source: toolbar style:
de: Symbolleistenstil:
fr: style barre d'outils:

source: Value
de: Wert
fr: Valeur

source: icons
fr: Icônes

source: text
fr: texte

source: both
de: beide
fr: les deux

source: Misc
de: Verschiende
fr: Divers

source: _Default
de: _Voreinstellungen
fr: _Défaut

source: written by
de: programmiert von
fr: écrit par

source: translators
de: Übersetzer
fr: traducteurs

source: Dennis Klatt (for klatt-formant-synthesis-algorithm) Jon Iles, Nick Ing-Simmons (for klatt-command-line-tool) Andrew Simpson, Jon Iles, Nick Ing-Simmons, Andreas Voegele (for KPE (gui for klatt from 1995))
de: Dennis Klatt (für den Klatt-Formant-Synthese-Algorithmus) Jon Iles, Nick Ing-Simmons (für das Klatt-Kommandozeilen-Tool) Andrew Simpson, Jon Iles, Nick Ing-Simmons, Andreas Voegele (für die KPE-GUI aus dem Jahre 1995)
fr: Dennis Klatt (pour l'algorithme de synthèse par formants) Jon Iles, Nick Ing-Simmons (pour l'outil ligne de commande) Andrew Simpson, Jon Iles, Nick Ing-Simmons, Andreas Voegele (pour l'interface KPE de 1995)

source: thanks to
de: Danksagung an
fr: remerciements à

source: move dialog
de: Verschieben Dialog
fr: dialogue de déplacement

source: imskpe - Move
de: imskpe - Verschieben
fr: imskpe - Déplacement

source: Value:
de: Wert:
fr: Valeur:

source: Time:
de: Zeit:
fr: Temps:

source: Adding a set
fr: Ajout d'un set

source: Name of Set:
fr: Nom du Set:

source: Delete a set
fr: Supprimer un set

source: Which Set do You want to delete?
fr: Quel Set voulez-vous supprimer?

source: choose
fr: choisissez

source: Save changed data?
de: Veränderungen speichern?
fr: Enregistrer les chagements?

source: written
de: geschrieben
fr: écrits

source: Filetype:
fr: Type fichier:

source: All Files
fr: Tous fichiers

source: par-Files
fr: Fichiers-par

source: Compiled
de: kompiliert
fr: Compilé

source: Really reset preferences?
de: Wirklich die Einstellungen zurücksetzen?
fr: Réinitialiser vraiment les préférences?

source: You need insert a name for the set!
fr: Vous devez insérer un nom pour le set

source: Really quit?
de: Wirklich Beenden?
fr: Terminer vraiment?

source: Really interpolate?
fr: Interpoler vraiment?

source: Couldn't find pixmap file: %s
de: Kann Bild %s nicht finden.
fr: Impossible de trouver le fichier pixmap %s

source: write bugreports here:
de: Fehlermeldungen bitte hier schreiben:
fr: rapport de bug ici:

source: get announcements:
de: Um bei neuen Versionen benachrichtigt zu werden:
fr: avoir les annonces:

source: Problems saving config-file!
de: Probleme beim Speichern der Konfiguration!
fr: Problèmes denregistrement du fichier de configuration!

source: get_home_dir failed!
de: Das Bestimmen des Heimatverzeichnisses ist fehlgeschlagen!
fr: get_home_dir en erreur!

source: Only Characters, Numbers, Space and - are allowed!
fr: Seuls les lettres, nombres, espaces et - sont autorisés!

source: Problems open parameter file.
de: Probleme beim Öffnen der Parameterdatei.
fr: Problèmes d'ouverture du fichier paramètre.

source: no parameter file.
de: Datei ist keine PAR-Datei.
fr: aucun fichier paramètre.

source: PAR-Import-Error:
de: PAR-Importier-Fehler:
fr: Erreur-Import-PAR:

source: DU not integer
de: DU ist keine Ganzzahl
fr: DU non entier

source: UI not integer
de: UI ist keine Ganzzahl
fr: UI non entier

source: SR not integer
de: SR ist keine Ganzzahl
fr: SR non entier

source: NF not integer
de: NF ist keine Ganzzahl
fr: NF non entier

source: SS not integer
de: SS ist keine Ganzzahl
fr: SS non entier

source: CP not integer
de: CP ist keine Ganzzahl
fr: CP non entier

source: not recognized variable in PAR-File: %s [%s]
de: Eine nicht zuweisbare Variable in der PAR-Datei: %s [%s]
fr: variable non reconnue dans le fichier PAR: %s [%s]

source: Parameterfile has loops?
de: Parameterfile hat Wiederholungen!
fr: Fichier paramètre contient des doubles!

source: Can't open output parameter file.
de: Kann Ausgabedatei nicht zum Schreiben öffnen.
fr: Fichier paramètre impossible à ouvrir.

source: couldn't find configfile / use default!
de: Kann Konfigurationsdatei nicht finden. Verwende Voreinstellungen.
fr: Impossible de trouver le fichier de configuration. Usage par défaut.

source: _Actions
de: _Aktionen

source: _Convert
de: _Umwandeln

source: Generate Wav
de: Erzeuge Wav

source: branches
de: Zweige

source: Select Color
de: Farbe wählen

source: Color
de: Farbe

source: Change Color F1
de: Ändere Farbe F1

source: Change Color F2
de: Ändere Farbe F2

source: Change Color F4
de: Ändere Farbe F4

source: Change Color F5
de: Ändere Farbe F5

source: Change Color F6
de: Ändere Farbe F6

source: Change Color Nasals
de: Ändere Farbe Nasale

source: Change Color voice src
de: Ändere Farbe Stimmquelle

source: Change Color exc. amp.
de: Ändere Farbe Ampl. d. Anreg.

source: Change Color F3
de: Ändere Farbe F3

source: change
de: ändern

source: Change Font
de: Ändere Schriftart

source: Change
de: Ändern

source: show realy quit dialog:
de: Anzeigen des Beenden-Dialogs:

source: sec
de: sek

source: Select Font
de: Schriftart auswählen
